/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_VIDEO_TITLE" = "Vídeo";
"SETTINGS_AUDIO_TITLE"="Audio";
"SETTINGS_TIME_STRETCH_AUDIO"="Cambiar la velocidad de la señal de audio";
"SETTINGS_BACKGROUND_AUDIO"="Reproducir sonido de fondo";
"SETTINGS_GENERIC_TITLE"="Genérico";
"SETTINGS_PASSCODE_LOCK"="Contraseña de bloqueo";
"SETTINGS_DECRAPIFY"="Optimizar nombres de artículos para pantalla";

"SETTINGS_SKIP_LOOP_FILTER"="Filtro de desbloqueo";
"SETTINGS_SKIP_LOOP_FILTER_NONE"="Sin desbloqueo (el más rápido)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF"="Desbloqueo medio";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY"="Desbloqueo bajo";

"SETTINGS_NETWORK_CACHING_TITLE"="Nivel de caché de red";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST"="Latencia más baja";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW"="Latencia baja";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL"="Normal";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH"="Latencia alta";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST"="Latencia más alta";

"SETTINGS_PLAYBACK_SPEED_DEFAULT"="Velocidad de reproducción por defecto";

"SETTINGS_GESTURES"="Control de reproducción con gestos";

"SETTINGS_SUBTITLES_TITLE"="Subtítulos";
"SETTINGS_SUBTITLES_FONT"="Fuente";
"SETTINGS_SUBTITLES_TEXT_ENCODING"="Codificación de texto";
"SETTINGS_SUBTITLES_FONTSIZE"="Tamaño de fuente relativo";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST"="El más pequeño";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL"="Pequeño";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL"="Normal";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE"="Grande";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST"="El más grande";
"SETTINGS_SUBTITLES_BOLDFONT"="Usar fuente Remarcada";
"SETTINGS_SUBTITLES_FONTCOLOR"="Color de fuente";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE"="Blanco";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK"="Negro";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY"="Gris";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER"="Plateado";
"SETTINGS_SUBTITLES_FONTCOLOR_RED"="Rojo";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA"="Fucsia";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW"="Amarillo";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN"="Verde";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY"="Azul marino";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS"="Grosor de Contorno";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE"="Ninguno";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN"="Delgado";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL"="Normal";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK"="Grueso";

"SETTINGS_DEINTERLACE"="Desentrelazado";
"SETTINGS_DEINTERLACE_ON"="Activo";
"SETTINGS_DEINTERLACE_OFF"="Desactivado";
"SETTINGS_DEINTERLACE_AUTO"="Automático";

"SETTINGS_FEEDBACK"="Comentario";
"SETTINGS_SEND_FEEDBACK"="Enviar Comentario";
"SETTINGS_SEND_RATING"="Porfavor califica VLC for iOS";

"SETTINGS_FILE_SYNC"="Sincronización de archivos";
"SETTINGS_WIFISHARING_IPv6"="Soporte IPv6 para compartido por WiFi";
"SETTINGS_UNLINK_DROPBOX"="Desconectar de Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Desvincular de Google Drive";
"SETTINGS_UNLINK_ONEDRIVE"="Desenlazar de OneDrive";
"SETTINGS_FTP_TEXT_ENCODING"="Codificado de texto para conexiones FTP";
